Repository: dyyeom/remember-subway
Catalog: RememberSubway/Resources/Localizable.xcstrings
Source language: en
Languages: ko

# accessibility.currentStation.format
source: Current station, %@, station number %@
ko: 현재 역, %@, 역 번호 %@

# accessibility.initialHint.format
source: Initial consonant hint %@
ko: 초성 힌트 %@

# accessibility.line.format
source: %@ line
ko: %@ 노선

# accessibility.lives.format
source: %d lives remaining
ko: 남은 목숨 %d개

# accessibility.progress.format
source: Progress %d of %d
ko: 진행 %d, 전체 %d

# accessibility.segmentProgress
source: Segment progress
ko: 구간 진행률

# accessibility.stars.format
source: %d stars
ko: 별 %d개

# accessibility.stationQuestion.format
source: Previous station %@, next station %@. Guess this station's name.
ko: 이전 역 %@, 다음 역 %@. 이 역의 이름을 맞혀 보세요.

# catalog.error.invalid.format
source: Transit data is invalid: %@
ko: 노선 데이터가 올바르지 않습니다: %@

# catalog.error.missingResource
source: The transit data file could not be found.
ko: 노선 데이터 파일을 찾을 수 없습니다.

# catalog.error.open.title
source: Unable to Open Transit Data
ko: 노선 데이터를 열 수 없어요

# catalog.validation.consecutiveDuplicateStation.format
source: %@ has consecutive duplicate stations
ko: %@의 연속 중복 역

# catalog.validation.duplicateLineID
source: Duplicate line ID
ko: 중복 노선 ID

# catalog.validation.duplicateOperatorID
source: Duplicate operator ID
ko: 중복 운영기관 ID

# catalog.validation.duplicateRegionID
source: Duplicate region ID
ko: 중복 지역 ID

# catalog.validation.duplicateRoutePatternID
source: Duplicate route pattern ID
ko: 중복 계통 ID

# catalog.validation.duplicateStationID
source: Duplicate station ID
ko: 중복 역 ID

# catalog.validation.duplicateSubroute.format
source: %@ has a duplicate subroute
ko: %@의 중복 부분 계통

# catalog.validation.insufficientStations.format
source: %@ has too few stations
ko: %@의 역 부족

# catalog.validation.invalidLineColor.format
source: %@ has an invalid line color
ko: %@의 노선색 오류

# catalog.validation.invalidStationCodeReference.format
source: %@ has an invalid station-code reference
ko: %@의 역 번호 참조 오류

# catalog.validation.missingLine.format
source: %@ is missing its line
ko: %@의 노선 누락

# catalog.validation.missingOperator.format
source: %@ is missing its operator
ko: %@의 운영기관 누락

# catalog.validation.missingRegion.format
source: %@ is missing its region
ko: %@의 지역 누락

# catalog.validation.missingStationReference.format
source: %@ has a missing station reference
ko: %@의 역 참조 누락

# catalog.validation.unsupportedSchema
source: Unsupported schemaVersion
ko: 지원하지 않는 schemaVersion

# common.cancel
source: Cancel
ko: 취소

# common.close
source: Close
ko: 닫기

# common.done
source: Done
ko: 완료

# common.finish
source: Finish
ko: 끝내기

# common.howToPlay
source: How to Play
ko: 게임 방법

# common.leave
source: Leave
ko: 나가기

# common.line
source: Line
ko: 노선

# common.openSettings
source: Open Settings
ko: 설정 열기

# common.ranking
source: Ranking
ko: 순위

# common.records
source: Records
ko: 기록

# common.region
source: Region
ko: 지역

# common.selectLine
source: Select a Line
ko: 노선 선택

# common.selectRegion
source: Select a Region
ko: 지역 선택

# common.settings
source: Settings
ko: 설정

# common.startGame
source: Start Game
ko: 게임 시작

# common.status
source: Status
ko: 상태

# connection.connected
source: Connected
ko: 연결됨

# connection.forfeited
source: Forfeited
ko: 기권

# connection.reconnecting
source: Reconnecting
ko: 재연결 중

# game.answer.placeholder
source: Enter station name
ko: 역 이름 입력

# game.checkAnswer
source: Check Answer
ko: 정답 확인

# game.correct.format
source: %@, correct!
ko: %@, 정답이에요!

# game.correctAnswers
source: Correct
ko: 정답

# game.hints
source: Hints
ko: 힌트

# game.hintUsed
source: Initial consonant hint used.
ko: 초성 힌트를 사용했어요.

# game.incorrectReveal.format
source: The answer is %@.
ko: 정답은 %@이에요.

# game.incorrectThinkAgain
source: Not quite. Think again.
ko: 아니에요. 다시 생각해 보세요.

# game.incorrectTryAgain
source: Not quite. Try again.
ko: 아니에요. 다시 입력해 보세요.

# game.initialHint
source: Initial Hint
ko: 초성 힌트

# game.noLives
source: You've used all your lives.
ko: 목숨을 모두 사용했어요.

# game.stationQuestion
source: What is this station?
ko: 이 역의 이름은?

# game.timeoutReveal.format
source: Time's up. The answer is %@.
ko: 시간이 다 됐어요. 정답은 %@이에요.

# game.wrongAnswers
source: Wrong
ko: 오답

# gameCenter.openDashboard
source: Open Dashboard
ko: 대시보드 열기

# gameCenter.signedIn
source: Signed In
ko: 로그인됨

# gameCenter.signedOut
source: Not Signed In
ko: 로그인 안 됨

# gameCenter.signIn
source: Sign In
ko: 로그인하기

# legacy.browseSegments
source: Browse Segments
ko: 구간 둘러보기

# legacy.completion.congratulations
source: Congratulations!
ko: 축하해요!

# legacy.completion.finishHint
source: Closes the completion screen and returns to the line screen
ko: 완료 화면을 닫고 노선 화면으로 이동합니다

# legacy.completion.message.format
source: You named every station in %@ segment %d.
ko: %@ %d구간의 모든 역을 맞혔어요.

# legacy.completionAnnouncement.format
source: Congratulations. You named every station in %@ segment %d.
ko: 축하해요. %@ %d구간의 모든 역을 맞혔어요.

# legacy.direction.forward
source: Forward
ko: 정방향

# legacy.direction.reverse
source: Reverse
ko: 역방향

# legacy.failure.answer.format
source: Answer: %@
ko: 이번 정답: %@

# legacy.failure.tryAgain
source: Want to try again?
ko: 다시 도전해 볼까요?

# legacy.lines.description
source: Choose a region and line to continue with your next learning segment.
ko: 지역과 노선을 고르면 이어서 학습할 구간을 찾아드려요.

# legacy.lines.empty.message
source: Choose another region.
ko: 다른 지역을 선택해 주세요.

# legacy.lines.empty.title
source: No Lines Available
ko: 노선이 없어요

# legacy.lines.title
source: Which line will you challenge?
ko: 어느 노선에 도전할까요?

# legacy.nextChallenge.format
source: Next challenge · Segment %d
ko: 다음 도전 · %d구간

# legacy.nextStationQuestion
source: What is the next station?
ko: 다음 역은?

# legacy.retryNow
source: Retry Now
ko: 즉시 재도전

# legacy.segmentNumber.format
source: Segment %d
ko: %d구간

# legacy.segmentsCompleted.format
source: %d/%d segments complete
ko: %d/%d구간 완료

# legacy.towardStation.format
source: Toward %@
ko: %@ 방면

# multiplayer.backHome
source: Back to Multiplayer
ko: 멀티플레이 홈으로

# multiplayer.createRoom
source: Create Room
ko: 방 만들기

# multiplayer.currentRanking
source: Current Ranking
ko: 현재 순위

# multiplayer.error.alreadyStarted
source: The match has already started.
ko: 이미 경기가 시작됐어요.

# multiplayer.error.hostClosedRoom
source: The host closed the room.
ko: 방장이 방을 닫았어요.

# multiplayer.error.hostDisconnected
source: The connection to the host was lost.
ko: 방장과 연결이 끊겼어요.

# multiplayer.error.hostLeftApp
source: The host left the app, so the match ended.
ko: 방장이 앱을 떠나 경기가 종료됐어요.

# multiplayer.error.insufficientStations
source: This line doesn't have enough stations for a match.
ko: 이 노선에는 출제할 수 있는 역이 부족해요.

# multiplayer.error.joinFailed
source: Unable to join the room.
ko: 방에 들어가지 못했어요.

# multiplayer.error.joinNetwork.format
source: Check the join code and try again. %@
ko: 참가 코드가 맞는지 확인하고 다시 시도해 주세요. %@

# multiplayer.error.localNetwork.format
source: Check Local Network access. %@
ko: 로컬 네트워크 접근을 확인해 주세요. %@

# multiplayer.error.matchEndedAfterLeavingApp
source: The match ended because you left the app.
ko: 앱을 떠나 경기가 종료됐어요.

# multiplayer.error.reconnectTimedOut
source: Unable to reconnect to the host within 15 seconds.
ko: 15초 안에 방장과 다시 연결하지 못했어요.

# multiplayer.error.removedByHost
source: The host removed you from the room.
ko: 방장이 참가를 취소했어요.

# multiplayer.error.roomFull
source: The room is full.
ko: 방이 가득 찼어요.

# multiplayer.error.updateRequired
source: Your app version differs from the host's. Update the app to continue.
ko: 방장과 앱 버전이 달라요. 앱을 업데이트해 주세요.

# multiplayer.error.versionMismatch
source: The app or transit data versions don't match.
ko: 앱 또는 노선 데이터 버전이 달라요.

# multiplayer.failure.title
source: Unable to Continue the Match
ko: 대전을 계속할 수 없어요

# multiplayer.feedback.backgroundZero
source: You left the app, so this question scored 0 points.
ko: 앱을 떠나 이번 문제는 0점 처리됐어요.

# multiplayer.findNearbyRoom
source: Find Nearby Room
ko: 근처 방 찾기

# multiplayer.home.description
source: Two to eight nearby iPhones answer the same station questions at the same time.
ko: 근처의 iPhone 2~8대가 같은 역 문제를 동시에 풉니다.

# multiplayer.home.title
source: Guess together with friends
ko: 친구들과 같이 맞혀 보세요

# multiplayer.join
source: Join
ko: 참가하기

# multiplayer.joinCode
source: Join Code
ko: 참가 코드

# multiplayer.joinCode.placeholder
source: 4-digit join code
ko: 4자리 참가 코드

# multiplayer.joining.message
source: Checking the join code and secure connection.
ko: 참가 코드와 보안 연결을 확인하고 있어요.

# multiplayer.joining.title
source: Connecting to the Room
ko: 방에 연결하는 중이에요

# multiplayer.leaveRoom
source: Leave Room
ko: 방 나가기

# multiplayer.lobby
source: Lobby
ko: 대기실

# multiplayer.matchSummary
source: 10 questions · 10 sec
ko: 10문제 · 10초

# multiplayer.nearbyMatch
source: Nearby Match
ko: 근처 대전

# multiplayer.nearbyRooms
source: Nearby Rooms
ko: 근처 방

# multiplayer.nickname.label
source: My Name
ko: 내 이름

# multiplayer.nickname.placeholder
source: Nickname
ko: 닉네임

# multiplayer.players
source: Players
ko: 참가 인원

# multiplayer.questions
source: Questions
ko: 문제

# multiplayer.rematch.request
source: Request Rematch
ko: 다시 하기 요청

# multiplayer.rematch.sameRoom
source: Play Again in This Room
ko: 같은 방에서 다시 하기

# multiplayer.removePlayer
source: Remove
ko: 내보내기

# multiplayer.result.finished
source: Match Complete
ko: 경기가 끝났어요

# multiplayer.result.title
source: Match Results
ko: 경기 결과

# multiplayer.result.winner
source: You Won!
ko: 우승했어요!

# multiplayer.roomName.format
source: %@'s Room
ko: %@님의 방

# multiplayer.searching.message
source: Make sure you're near the person who created the room.
ko: 방을 만든 사람과 가까이 있는지 확인해 주세요.

# multiplayer.searching.title
source: Looking for Nearby Rooms
ko: 근처 방을 찾고 있어요

# multiplayer.shareCodeMessage
source: Share this code with the people joining you.
ko: 이 코드를 함께 플레이할 사람에게 알려주세요.

# multiplayer.simultaneousMatch
source: Live Score Match
ko: 동시 점수전

# multiplayer.tenSecondsEach
source: 10 sec each
ko: 문제당 10초

# multiplayer.timeLimit
source: Time Limit
ko: 제한 시간

# multiplayer.waitingForHost
source: Waiting for the host to start
ko: 방장이 시작하기를 기다리고 있어요

# network.error.cannotConnectRoom
source: Unable to connect to the selected room.
ko: 선택한 방에 연결할 수 없어요.

# network.error.checkJoinCode
source: Check the join code.
ko: 참가 코드를 확인해 주세요.

# network.error.incompleteMessage
source: The network message is incomplete.
ko: 메시지가 완전하지 않아요.

# network.error.invalidMessage
source: The network message is invalid.
ko: 잘못된 네트워크 메시지예요.

# network.error.secureConnection
source: Unable to create a secure connection.
ko: 보안 연결을 만들지 못했어요.

# score.points.format
source: %d pts
ko: %d점

# score.pointsAndRank.format
source: %d pts · #%d
ko: %d점 · %d위

# settings.appInfo.section
source: App Info
ko: 앱 정보

# settings.appSummary
source: RememberSubway · Free · No Ads
ko: 역순서 · 무료 · 광고 없음

# settings.contentVersion
source: Content Version
ko: 콘텐츠 버전

# settings.dataAsOf
source: Data as of
ko: 기준일

# settings.game.section
source: Game
ko: 게임

# settings.haptics
source: Haptic Feedback
ko: 촉각 피드백

# settings.multiplayerNickname
source: Multiplayer Nickname
ko: 멀티플레이 닉네임

# settings.privacy
source: Privacy
ko: 개인정보

# settings.privacy.none
source: No Data Collected
ko: 별도 수집 없음

# settings.transitData.section
source: Transit Data
ko: 노선 데이터

# single.allLines
source: All Lines
ko: 전체 노선

# single.challenge
source: Challenge
ko: 도전

# single.challengeTitle.format
source: %@ Challenge
ko: %@ 도전

# single.home.title
source: What will you challenge?
ko: 어디에 도전할까요?

# single.line.label
source: Challenge Line
ko: 도전 노선

# single.myBestScore
source: My Best
ko: 내 최고 점수

# single.noQuestions.message
source: Check the transit data.
ko: 노선 데이터를 확인해 주세요.

# single.noQuestions.title
source: No Questions Available
ko: 출제할 역이 없어요

# single.ranking.format
source: %@ Ranking
ko: %@ 순위

# single.region.label
source: Challenge Region
ko: 도전 지역

# single.regionAll.format
source: All %@ Lines
ko: %@ 전체

# single.result.bestUnchanged
source: Your previous best score remains saved on this device.
ko: 기기에 저장된 기존 최고 기록을 유지했어요.

# single.result.saveFailed
source: Unable to save your record on this device. Please try again.
ko: 기록을 기기에 저장하지 못했어요. 다시 도전해 주세요.

# single.result.saving
source: Saving your record.
ko: 기록을 저장하는 중이에요.

# single.result.submissionFailed
source: Unable to send your score to Game Center. Your best score is saved on this device.
ko: Game Center 전송에 실패했어요. 최고 기록은 기기에 저장되어 있어요.

# single.result.submitted
source: Your best score was sent to Game Center.
ko: 최고 기록을 Game Center에 전송했어요.

# single.result.submitting
source: Sending your best score to Game Center.
ko: 최고 기록을 Game Center에 전송하는 중이에요.

# single.result.title
source: This Run
ko: 이번 기록

# single.result.waitingForGameCenter
source: Your best score is saved on this device. Sign in to Game Center to send it.
ko: 최고 기록을 기기에 저장했어요. Game Center에 로그인하면 전송할게요.

# single.result.zeroScore
source: A score of 0 isn't sent to Game Center.
ko: 이번 점수는 0점이라 Game Center에는 전송하지 않아요.

# single.scoreDescription.format
source: Guess the station between the previous and next stations in 15 seconds. Correct %d pts · With hint %d pts · Score drops 10%% per second below 10 seconds
ko: 15초 안에 이전 역과 다음 역 사이의 역을 맞혀 보세요. 정답 %d점 · 힌트 사용 시 %d점 · 10초 미만부터 초당 10%% 감소

# single.startChallenge.format
source: Start %@ Challenge
ko: %@ 도전 시작

# single.tryAgain
source: Try Again
ko: 다시 도전

# station.current
source: Current
ko: 현재 역

# station.nameFallback
source: Station
ko: 역 이름

# station.next
source: Next
ko: 다음 역

# station.previous
source: Previous
ko: 이전 역

# stats.accuracy
source: Accuracy
ko: 정답률

# stats.bestScore
source: Best Score
ko: 최고 점수

# stats.legacyRecord
source: Previous Record
ko: 이전 기록

# stats.matches
source: Matches
ko: 경기

# stats.multiplayer.section
source: Multiplayer Record
ko: 멀티플레이 전적

# stats.playersAndCorrect.format
source: %d players · %d correct
ko: %d명 · 정답 %d개

# stats.podiums
source: Top 3
ko: 3위 이내

# stats.rankAndScore.format
source: #%d · %d pts
ko: %d위 · %d점

# stats.recentMultiplayer.section
source: Recent Multiplayer
ko: 최근 멀티플레이

# stats.recentSingle.section
source: Recent Single Player
ko: 최근 싱글플레이

# stats.wins
source: Wins
ko: 승리

# storage.error.create.format
source: Unable to create local storage: %@
ko: 로컬 저장소를 만들 수 없습니다: %@

# tab.multiplayer
source: Multiplayer
ko: 멀티플레이

# tab.singlePlayer
source: Single Player
ko: 싱글플레이

# time.seconds.format
source: %d sec
ko: %d초

# time.secondsPrecise.format
source: %.1f sec
ko: %.1f초

# tutorial.correct.format
source: %@, correct! You're ready.
ko: %@, 정답이에요! 이제 준비됐어요.

# tutorial.description
source: Guess the current station between two stations.
ko: 두 역 사이에 있는 현재 역을 맞혀 보세요.

# tutorial.getStarted
source: Get Started
ko: 시작하기

# tutorial.hintMessage
source: A hinted answer is worth 50 points in Single Player.
ko: 힌트를 쓰면 싱글 점수는 50점이에요.

# tutorial.instruction
source: Enter the station between the previous and next stations.
ko: 이전 역과 다음 역 사이의 역 이름을 입력해 보세요.

# tutorial.quickStart
source: Quick Start
ko: 빠른 시작

# tutorial.welcome
source: Welcome to RememberSubway
ko: 역순서에 오신 것을 환영해요
